Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# profile.language.hint
source: Opens the app language picker
ar: يفتح خيارات لغة التطبيق
bn: অ্যাপের ভাষা বাছাই খোলে
ca: Obre el selector d'idioma de l'app
cs: Otevře výběr jazyka aplikace
da: Åbner appens sprogvælger
de: Öffnet die Auswahl der App-Sprache
el: Ανοίγει την επιλογή γλώσσας της εφαρμογής
es: Abre el selector de idioma de la app
fi: Avaa sovelluksen kielivalitsimen
fr: Ouvre le sélecteur de langue de l’app
he: פותח את בורר שפת האפליקציה
hi: ऐप की भाषा चुनने वाली शीट खोलता है
hr: Otvara odabir jezika aplikacije
hu: Megnyitja az appnyelv-választót
id: Membuka pemilih bahasa aplikasi
it: Apre la selezione della lingua dell'app
ja: アプリの言語の選択を開きます
ko: 앱 언어 선택을 열어요
ml: ആപ്പിന്റെ ഭാഷാ തിരഞ്ഞെടുപ്പ് തുറക്കുന്നു
ms: Membuka pemilih bahasa app
nb: Åpner språkvelgeren for appen
nl: Opent de taalkeuze van de app
pl: Otwiera wybór języka aplikacji
pt_br: Abre o seletor de idioma do app
pt_pt: Abre o seletor de idioma da app
ro: Deschide selectorul limbii aplicației
ru: Открывает выбор языка приложения
sk: Otvorí výber jazyka aplikácie
sv: Öppnar appens språkväljare
ta: செயலி மொழித் தேர்வியைத் திறக்கும்
te: యాప్ భాష ఎంపికను తెరుస్తుంది
th: เปิดตัวเลือกภาษาของแอป
tr: Uygulama dili seçiciyi açar
uk: Відкриває вибір мови застосунку
ur: ایپ کی زبان چننے والا کھولتا ہے
vi: Mở bộ chọn ngôn ngữ ứng dụng
zh_hans: 打开应用语言选择器
zh_hant: 開啟 App 語言選擇器

# profile.language.option.hint
source: Switches the app to this language
ar: يحوّل التطبيق إلى هذه اللغة
bn: অ্যাপ এই ভাষায় বদলায়
ca: Canvia l'app a aquest idioma
cs: Přepne aplikaci na tento jazyk
da: Skifter appen til dette sprog
de: Stellt die App auf diese Sprache um
el: Αλλάζει την εφαρμογή σε αυτή τη γλώσσα
es: Cambia la app a este idioma
fi: Vaihtaa sovelluksen tähän kieleen
fr: Passe l’app dans cette langue
he: מעביר את האפליקציה לשפה הזו
hi: ऐप को इस भाषा में बदलता है
hr: Prebacuje aplikaciju na ovaj jezik
hu: Erre a nyelvre váltja az appot
id: Mengalihkan aplikasi ke bahasa ini
it: Imposta l'app in questa lingua
ja: アプリをこの言語に切り替えます
ko: 앱을 이 언어로 전환해요
ml: ആപ്പിനെ ഈ ഭാഷയിലേക്ക് മാറ്റുന്നു
ms: Menukar app kepada bahasa ini
nb: Bytter appen til dette språket
nl: Zet de app over naar deze taal
pl: Przełącza aplikację na ten język
pt_br: Muda o app para este idioma
pt_pt: Muda a app para este idioma
ro: Trece aplicația la această limbă
ru: Переключает приложение на этот язык
sk: Prepne aplikáciu na tento jazyk
sv: Byter appen till det här språket
ta: செயலியை இந்த மொழிக்கு மாற்றும்
te: యాప్‌ను ఈ భాషకు మారుస్తుంది
th: สลับแอปเป็นภาษานี้
tr: Uygulamayı bu dile geçirir
uk: Перемикає застосунок на цю мову
ur: ایپ کو اس زبان میں بدلتا ہے
vi: Chuyển ứng dụng sang ngôn ngữ này
zh_hans: 将应用切换为此语言
zh_hant: 將 App 切換為此語言

# profile.language.selected.accessibility
source: Selected
ar: محدد
bn: বাছাই করা
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένη
es: Seleccionado
fi: Valittu
fr: Sélectionnée
he: נבחר
hi: चुना गया
hr: Odabrano
hu: Kiválasztva
id: Dipilih
it: Selezionata
ja: 選択中
ko: 선택됨
ml: തിരഞ്ഞെടുത്തത്
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
pt_pt: Selecionado
ro: Selectată
ru: Выбрано
sk: Vybrané
sv: Vald
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంచుకున్నారు
th: เลือกแล้ว
tr: Seçili
uk: Вибрано
ur: منتخب
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選取

# profile.language.sheet.message
source: Applies immediately, including the layout direction. System follows your device's language.
ar: يُطبَّق فورًا، بما في ذلك اتجاه التصميم. خيار النظام يتبع لغة جهازك.
bn: লেআউটের দিকসহ সঙ্গে সঙ্গে প্রয়োগ হয়। সিস্টেম মানে আপনার ডিভাইসের ভাষা।
ca: S'aplica immediatament, inclosa la direcció del disseny. Sistema segueix l'idioma del dispositiu.
cs: Použije se okamžitě, včetně směru rozvržení. Systémový se řídí jazykem tvého zařízení.
da: Træder i kraft med det samme, også retningen på layoutet. System følger din enheds sprog.
de: Wird sofort angewendet, auch die Schreibrichtung. „System“ folgt der Sprache deines Geräts.
el: Εφαρμόζεται αμέσως, συμπεριλαμβανομένης της κατεύθυνσης διάταξης. Το Σύστημα ακολουθεί τη γλώσσα της συσκευής σου.
es: Se aplica al instante, incluida la dirección del diseño. «Sistema» sigue el idioma de tu dispositivo.
fi: Otetaan käyttöön heti, myös tekstin suunta. Järjestelmä seuraa laitteesi kieltä.
fr: S’applique immédiatement, y compris le sens de lecture. Système suit la langue de votre appareil.
he: חל מיד, כולל כיוון הפריסה. ״מערכת״ עוקבת אחרי שפת המכשיר שלך.
hi: तुरंत लागू होता है, लेआउट की दिशा सहित। "सिस्टम" आपके डिवाइस की भाषा के अनुसार चलता है।
hr: Primjenjuje se odmah, uključujući smjer rasporeda. Sustav prati jezik tvog uređaja.
hu: Azonnal érvénybe lép, az írásirányt is beleértve. A Rendszer az eszközöd nyelvét követi.
id: Berlaku seketika, termasuk arah tata letak. Sistem mengikuti bahasa perangkatmu.
it: Si applica subito, compresa la direzione del layout. Sistema segue la lingua del tuo dispositivo.
ja: レイアウトの向きを含め、すぐに反映されます。「システム」はデバイスの言語に従います。
ko: 레이아웃 방향을 포함해 즉시 적용돼요. 시스템은 기기의 언어를 따라요.
ml: ലേഔട്ട് ദിശ ഉൾപ്പെടെ ഉടൻ പ്രാബല്യത്തിൽ വരും. സിസ്റ്റം എന്നത് നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഭാഷ പിന്തുടരുന്നു.
ms: Berkuat kuasa serta-merta, termasuk arah susun atur. Sistem mengikut bahasa peranti anda.
nb: Gjelder umiddelbart, også leseretningen. System følger språket på enheten din.
nl: Wordt direct toegepast, inclusief de schrijfrichting. Systeem volgt de taal van je apparaat.
pl: Zmiana działa natychmiast, łącznie z kierunkiem układu. Opcja Systemowy podąża za językiem urządzenia.
pt_br: Vale imediatamente, inclusive a direção do layout. Sistema segue o idioma do seu dispositivo.
pt_pt: Aplica-se de imediato, incluindo o sentido do texto. Sistema segue o idioma do seu dispositivo.
ro: Se aplică imediat, inclusiv direcția de afișare. Sistem urmează limba dispozitivului.
ru: Применяется сразу, включая направление текста. «Системный» следует языку вашего устройства.
sk: Použije sa okamžite, vrátane smeru rozloženia. Systémový jazyk sleduje jazyk tvojho zariadenia.
sv: Börjar gälla direkt, inklusive layoutriktningen. System följer enhetens språk.
ta: தளவமைப்புத் திசை உட்பட உடனே பயன்படுத்தப்படும். சிஸ்டம் என்பது உங்கள் சாதனத்தின் மொழியைப் பின்பற்றும்.
te: లేఅవుట్ దిశతో సహా వెంటనే వర్తిస్తుంది. సిస్టమ్ మీ పరికరం భాషను అనుసరిస్తుంది.
th: มีผลทันที รวมถึงทิศทางการจัดวาง ระบบจะใช้ภาษาของอุปกรณ์ของคุณ
tr: Yön düzeni dahil hemen uygulanır. Sistem, cihazınızın dilini izler.
uk: Застосовується одразу, зокрема й напрямок тексту. «Системна» відповідає мові вашого пристрою.
ur: فوراً لاگو ہوتا ہے، بشمول تحریر کی سمت۔ سسٹم آپ کی ڈیوائس کی زبان کے مطابق چلتا ہے۔
vi: Áp dụng ngay lập tức, kể cả hướng bố cục. Hệ thống theo ngôn ngữ của thiết bị bạn.
zh_hans: 立即生效，包括布局方向。“跟随系统”将使用你设备的语言。
zh_hant: 立即生效，包括版面方向。「系統」會跟隨你裝置的語言。

# profile.language.sheet.title
source: App Language
ar: لغة التطبيق
bn: অ্যাপের ভাষা
ca: Idioma de l'app
cs: Jazyk aplikace
da: Appens sprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l’app
he: שפת האפליקציה
hi: ऐप की भाषा
hr: Jezik aplikacije
hu: Az app nyelve
id: Bahasa Aplikasi
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
ml: ആപ്പ് ഭാഷ
ms: Bahasa App
nb: Appspråk
nl: Taal van de app
pl: Język aplikacji
pt_br: Idioma do app
pt_pt: Idioma da app
ro: Limba aplicației
ru: Язык приложения
sk: Jazyk aplikácie
sv: Appspråk
ta: செயலி மொழி
te: యాప్ భాష
th: ภาษาของแอป
tr: Uygulama Dili
uk: Мова застосунку
ur: ایپ کی زبان
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: App 語言

# profile.language.system
source: System
ar: النظام
bn: সিস্টেম
ca: Sistema
cs: Systémový
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ml: സിസ്റ്റം
ms: Sistem
nl: Systeem
pl: Systemowy
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системный
sk: Systémový
ta: சிஸ்டம்
te: సిస్టమ్
th: ระบบ
tr: Sistem
uk: Системна
ur: سسٹم
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 系統

# profile.language.title
source: Language
ar: اللغة
bn: ভাষা
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ml: ഭാഷ
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# profile.loading.accessibilityLabel
source: Loading this profile
ar: جارٍ تحميل هذا الملف
bn: এই প্রোফাইল লোড হচ্ছে
ca: Carregant aquest perfil
cs: Načítání tohoto profilu
da: Indlæser denne profil
de: Dieses Profil wird geladen
el: Φόρτωση αυτού του προφίλ
es: Cargando este perfil
fi: Ladataan profiilia
fr: Chargement de ce profil
he: טוען את הפרופיל הזה
hi: यह प्रोफ़ाइल लोड हो रही है
hr: Učitavanje ovog profila
hu: A profil betöltése
id: Memuat profil ini
it: Caricamento del profilo
ja: このプロフィールを読み込み中
ko: 이 프로필을 불러오는 중
ml: ഈ പ്രൊഫൈൽ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan profil ini
nb: Laster denne profilen
nl: Dit profiel wordt geladen
pl: Wczytywanie tego profilu
pt_br: Carregando este perfil
pt_pt: A carregar este perfil
ro: Se încarcă acest profil
ru: Загрузка профиля
sk: Načítava sa tento profil
sv: Läser in den här profilen
ta: இந்தச் சுயவிவரத்தை ஏற்றுகிறது
te: ఈ ప్రొఫైల్ లోడ్ అవుతోంది
th: กำลังโหลดโปรไฟล์นี้
tr: Bu profil yükleniyor
uk: Завантаження цього профілю
ur: یہ پروفائل لوڈ ہو رہا ہے
vi: Đang tải hồ sơ này
zh_hans: 正在加载此个人主页
zh_hant: 正在載入此個人檔案

# profile.message.a11yHint
source: Opens a conversation with this person
ar: يفتح محادثة مع هذا الشخص
bn: এই ব্যক্তির সাথে কথোপকথন খোলে
ca: Obre una conversa amb aquesta persona
cs: Otevře konverzaci s touto osobou
da: Åbner en samtale med denne person
de: Öffnet eine Unterhaltung mit dieser Person
el: Ανοίγει συνομιλία με αυτό το άτομο
es: Abre una conversación con esta persona
fi: Avaa keskustelun tämän henkilön kanssa
fr: Ouvre une conversation avec cette personne
he: פותח שיחה עם האדם הזה
hi: इस व्यक्ति के साथ बातचीत खोलता है
hr: Otvara razgovor s ovom osobom
hu: Megnyit egy beszélgetést ezzel a személlyel
id: Membuka percakapan dengan orang ini
it: Apre una conversazione con questa persona
ja: この人との会話を開きます
ko: 이 사람과의 대화를 열어요
ml: ഈ വ്യക്തിയുമായി ഒരു സംഭാഷണം തുറക്കുന്നു
ms: Membuka perbualan dengan orang ini
nb: Åpner en samtale med denne personen
nl: Opent een gesprek met deze persoon
pl: Otwiera rozmowę z tą osobą
pt_br: Abre uma conversa com esta pessoa
pt_pt: Abre uma conversa com esta pessoa
ro: Deschide o conversație cu această persoană
ru: Открывает переписку с этим человеком
sk: Otvorí konverzáciu s touto osobou
sv: Öppnar en konversation med den här personen
ta: இந்த நபருடன் உரையாடலைத் திறக்கும்
te: ఈ వ్యక్తితో సంభాషణను తెరుస్తుంది
th: เปิดการสนทนากับคนนี้
tr: Bu kişiyle bir sohbet açar
uk: Відкриває розмову з цією людиною
ur: اس شخص کے ساتھ گفتگو کھولتا ہے
vi: Mở cuộc trò chuyện với người này
zh_hans: 打开与此人的对话
zh_hant: 開啟與此人的對話

# profile.message.a11yLabel
source: Message %@
ar: مراسلة %@
bn: %@-কে মেসেজ করুন
ca: Envia un missatge a %@
cs: Napsat uživateli %@
da: Send besked til %@
de: %@ eine Nachricht senden
el: Μήνυμα στον/στην %@
es: Enviar mensaje a %@
fi: Viesti käyttäjälle %@
fr: Écrire à %@
he: שלח הודעה אל %@
hi: %@ को संदेश भेजें
hr: Pošalji poruku: %@
hu: Üzenet neki: %@
id: Kirim pesan ke %@
it: Scrivi a %@
ja: %@にメッセージ
ko: %@님에게 메시지
ml: %@ എന്നയാൾക്ക് സന്ദേശം അയയ്ക്കുക
ms: Mesej %@
nb: Send melding til %@
nl: Bericht sturen naar %@
pl: Napisz do: %@
pt_br: Enviar mensagem para %@
pt_pt: Enviar mensagem a %@
ro: Trimite mesaj lui %@
ru: Написать: %@
sk: Napísať používateľovi %@
sv: Skicka meddelande till %@
ta: %@ க்குச் செய்தி அனுப்பு
te: %@కు సందేశం పంపండి
th: ส่งข้อความถึง %@
tr: %@ kişisine mesaj gönder
uk: Написати: %@
ur: %@ کو پیغام بھیجیں
vi: Nhắn tin cho %@
zh_hans: 给 %@ 发私信
zh_hant: 傳訊息給 %@

# profile.private.badge
source: Private
ar: خاص
bn: প্রাইভেট
ca: Privat
cs: Soukromý
da: Privat
de: Privat
el: Ιδιωτικός
es: Privada
fi: Yksityinen
fr: Privé
he: פרטי
hi: प्राइवेट
hr: Privatno
hu: Privát
id: Privat
it: Privato
ja: 非公開
ko: 비공개
ml: പ്രൈവറ്റ്
ms: Peribadi
nb: Privat
nl: Privé
pl: Prywatne
pt_br: Privada
pt_pt: Privada
ro: Privat
ru: Закрытый
sk: Súkromný
sv: Privat
ta: தனிப்பட்டது
te: ప్రైవేట్
th: ส่วนตัว
tr: Gizli
uk: Приватний
ur: نجی
vi: Riêng tư
zh_hans: 私密
zh_hant: 私人

# profile.private.badge.accessibilityLabel
source: Private account
ar: حساب خاص
bn: প্রাইভেট অ্যাকাউন্ট
ca: Compte privat
cs: Soukromý účet
da: Privat konto
de: Privates Konto
el: Ιδιωτικός λογαριασμός
es: Cuenta privada
fi: Yksityinen tili
fr: Compte privé
he: חשבון פרטי
hi: प्राइवेट अकाउंट
hr: Privatni račun
hu: Privát fiók
id: Akun privat
it: Account privato
ja: 非公開アカウント
ko: 비공개 계정
ml: പ്രൈവറ്റ് അക്കൗണ്ട്
ms: Akaun peribadi
nb: Privat konto
nl: Privéaccount
pl: Konto prywatne
pt_br: Conta privada
pt_pt: Conta privada
ro: Cont privat
ru: Закрытый аккаунт
sk: Súkromný účet
sv: Privat konto
ta: தனிப்பட்ட கணக்கு
te: ప్రైవేట్ ఖాతా
th: บัญชีส่วนตัว
tr: Gizli hesap
uk: Приватний обліковий запис
ur: نجی اکاؤنٹ
vi: Tài khoản riêng tư
zh_hans: 私密账户
zh_hant: 私人帳號

# profile.private.subtitle
source: Only followers %@ approves can see their posts. Send a follow request to ask.
ar: لا يرى منشورات %@ إلا المتابعون الذين يوافق عليهم. أرسل طلب متابعة لتطلب ذلك.
bn: %@ যাদের অনুমোদন করেন শুধু সেই ফলোয়াররাই তার পোস্ট দেখতে পায়। জানতে ফলো করার অনুরোধ পাঠান।
ca: Només els seguidors que %@ aprova poden veure les seves publicacions. Envia una sol·licitud de seguiment per demanar-ho.
cs: Jeho příspěvky vidí jen sledující, které %@ schválí. Pošli žádost o sledování.
da: Kun følgere, som %@ godkender, kan se vedkommendes opslag. Send en følgeanmodning for at spørge.
de: Nur Follower, die %@ bestätigt, sehen die Beiträge. Sende eine Folgeanfrage, um zu fragen.
el: Μόνο οι ακόλουθοι που εγκρίνει ο/η %@ μπορούν να δουν τις αναρτήσεις του/της. Στείλε αίτημα ακολούθησης για να ζητήσεις.
es: Solo los seguidores que apruebe %@ pueden ver sus publicaciones. Envía una solicitud de seguimiento para pedirlo.
fi: Vain käyttäjän %@ hyväksymät seuraajat näkevät hänen julkaisunsa. Lähetä seurauspyyntö pyytääksesi lupaa.
fr: Seuls les abonnés approuvés par %@ peuvent voir ses posts. Envoyez une demande d’abonnement pour demander.
he: רק עוקבים ש-%@ מאשר יכולים לראות את הפוסטים שלו. שלח בקשת מעקב כדי לבקש.
hi: इनकी पोस्ट सिर्फ़ वही फ़ॉलोअर देख सकते हैं जिन्हें %@ मंज़ूर करे। पूछने के लिए फ़ॉलो अनुरोध भेजें।
hr: Objave može vidjeti samo pratitelj kojeg odobri korisnik %@. Pošalji zahtjev za praćenje.
hu: A bejegyzéseit csak az általa jóváhagyott követők láthatják (%@). A kéréshez küldj követési kérést.
id: Hanya pengikut yang disetujui %@ yang bisa melihat postingannya. Kirim permintaan mengikuti untuk memintanya.
it: Solo i follower approvati da %@ possono vedere i suoi post. Invia una richiesta di follow per chiedere.
ja: 投稿を見られるのは、%@が承認したフォロワーだけです。フォローリクエストを送って申請してください。
ko: %@님이 승인한 팔로워만 게시물을 볼 수 있어요. 팔로우 요청을 보내 보세요.
ml: %@ അംഗീകരിക്കുന്ന ഫോളോവർമാർക്ക് മാത്രമേ അവരുടെ പോസ്റ്റുകൾ കാണാനാകൂ. ചോദിക്കാൻ ഒരു ഫോളോ അഭ്യർഥന അയയ്ക്കുക.
ms: Hanya pengikut yang diluluskan %@ boleh melihat siarannya. Hantar permintaan ikut untuk memohon.
nb: Bare følgere som %@ godkjenner, kan se innleggene. Send en følgeforespørsel for å spørre.
nl: Alleen volgers die %@ goedkeurt kunnen de berichten zien. Stuur een volgverzoek om erom te vragen.
pl: Jej wpisy widzą tylko obserwujący zatwierdzeni przez: %@. Wyślij prośbę o obserwowanie.
pt_br: Só os seguidores que %@ aprovar podem ver os posts. Envie uma solicitação para seguir.
pt_pt: Só os seguidores que %@ aprovar podem ver as suas publicações. Envie um pedido de seguimento para pedir.
ro: Doar urmăritorii aprobați de %@ îi pot vedea postările. Trimite o cerere de urmărire pentru a cere acces.
ru: Посты видят только подписчики, одобренные %@. Отправьте заявку на подписку, чтобы попросить.
sk: Príspevky môžu vidieť iba sledovatelia, ktorých schváli %@. Pošli žiadosť o sledovanie.
sv: Bara följare som %@ godkänner kan se deras inlägg. Skicka en följförfrågan för att fråga.
ta: %@ ஏற்கும் பின்தொடர்பவர்கள் மட்டுமே அவர்களின் இடுகைகளைப் பார்க்கலாம். கேட்க பின்தொடர்தல் கோரிக்கையை அனுப்புங்கள்.
te: %@ ఆమోదించిన ఫాలోయర్లు మాత్రమే వారి పోస్ట్‌లను చూడగలరు. అడగడానికి ఫాలో అభ్యర్థన పంపండి.
th: เฉพาะผู้ติดตามที่ %@ อนุมัติเท่านั้นที่เห็นโพสต์ของพวกเขา ส่งคำขอติดตามเพื่อขอ
tr: Gönderilerini yalnızca %@ kişisinin onayladığı takipçiler görebilir. Sormak için takip isteği gönderin.
uk: Бачити дописи можуть лише підписники, яких схвалює %@. Надішліть запит на підписку, щоб попросити.
ur: ان کی پوسٹس صرف وہ فالوورز دیکھ سکتے ہیں جنہیں %@ منظور کرے۔ پوچھنے کے لیے فالو کی درخواست بھیجیں۔
vi: Chỉ những người theo dõi mà %@ chấp thuận mới xem được bài đăng của họ. Hãy gửi yêu cầu theo dõi để xin.
zh_hans: 只有 %@ 批准的关注者才能看到其帖子。发送关注请求即可申请。
zh_hant: 只有 %@ 核准的追蹤者能看到其貼文。傳送追蹤請求來申請。

# profile.private.title
source: This account is private
ar: هذا الحساب خاص
bn: এই অ্যাকাউন্ট প্রাইভেট
ca: Aquest compte és privat
cs: Tento účet je soukromý
da: Denne konto er privat
de: Dieses Konto ist privat
el: Αυτός ο λογαριασμός είναι ιδιωτικός
es: Esta cuenta es privada
fi: Tämä tili on yksityinen
fr: Ce compte est privé
he: החשבון הזה פרטי
hi: यह अकाउंट प्राइवेट है
hr: Ovaj račun je privatan
hu: Ez a fiók privát
id: Akun ini privat
it: Questo account è privato
ja: このアカウントは非公開です
ko: 비공개 계정이에요
ml: ഈ അക്കൗണ്ട് പ്രൈവറ്റ് ആണ്
ms: Akaun ini peribadi
nb: Denne kontoen er privat
nl: Dit account is privé
pl: To konto jest prywatne
pt_br: Esta conta é privada
pt_pt: Esta conta é privada
ro: Acest cont este privat
ru: Это закрытый аккаунт
sk: Tento účet je súkromný
sv: Det här kontot är privat
ta: இந்தக் கணக்கு தனிப்பட்டது
te: ఈ ఖాతా ప్రైవేట్
th: บัญชีนี้เป็นส่วนตัว
tr: Bu hesap gizli
uk: Цей обліковий запис приватний
ur: یہ اکاؤنٹ نجی ہے
vi: Tài khoản này riêng tư
zh_hans: 此账户是私密的
zh_hant: 此帳號為私人帳號

# profile.requests.accept
source: Accept
ar: قبول
bn: গ্রহণ করুন
ca: Accepta
cs: Přijmout
da: Acceptér
de: Annehmen
el: Αποδοχή
es: Aceptar
fi: Hyväksy
fr: Accepter
he: אשר
hi: स्वीकार करें
hr: Prihvati
hu: Elfogadás
id: Terima
it: Accetta
ja: 承認
ko: 수락
ml: സ്വീകരിക്കുക
ms: Terima
nb: Godta
nl: Accepteren
pl: Zaakceptuj
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptă
ru: Принять
sk: Prijať
sv: Godta
ta: ஏற்று
te: ఆమోదించు
th: ยอมรับ
tr: Kabul et
uk: Прийняти
ur: قبول کریں
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# profile.requests.accept.hint
source: Lets %@ follow you and see your posts
ar: يسمح لـ %@ بمتابعتك ورؤية منشوراتك
bn: %@-কে আপনাকে ফলো করতে ও আপনার পোস্ট দেখতে দেয়
ca: Deixa que %@ et segueixi i vegi les teves publicacions
cs: Dovolí uživateli %@ tě sledovat a vidět tvé příspěvky
da: Lader %@ følge dig og se dine opslag
de: Erlaubt %@, dir zu folgen und deine Beiträge zu sehen
el: Επιτρέπει στον/στην %@ να σε ακολουθεί και να βλέπει τις αναρτήσεις σου
es: Permite que %@ te siga y vea tus publicaciones
fi: Antaa käyttäjän %@ seurata sinua ja nähdä julkaisusi
fr: Permet à %@ de vous suivre et de voir vos posts
he: מאפשר ל-%@ לעקוב אחריך ולראות את הפוסטים שלך
hi: %@ को आपको फ़ॉलो करने और आपकी पोस्ट देखने देता है
hr: Dopušta korisniku %@ da te prati i vidi tvoje objave
hu: Engedi, hogy %@ kövessen, és lássa a bejegyzéseidet
id: Mengizinkan %@ mengikutimu dan melihat postinganmu
it: Permette a %@ di seguirti e vedere i tuoi post
ja: %@があなたをフォローし、投稿を見られるようにします
ko: %@님이 나를 팔로우하고 내 게시물을 볼 수 있게 해요
ml: %@ എന്നയാളെ നിങ്ങളെ ഫോളോ ചെയ്യാനും നിങ്ങളുടെ പോസ്റ്റുകൾ കാണാനും അനുവദിക്കുന്നു
ms: Membenarkan %@ mengikut anda dan melihat siaran anda
nb: Lar %@ følge deg og se innleggene dine
nl: Laat %@ je volgen en je berichten zien
pl: Pozwala: %@ obserwować Cię i widzieć Twoje wpisy
pt_br: Permite que %@ siga você e veja seus posts
pt_pt: Permite que %@ o siga e veja as suas publicações
ro: Îl lasă pe %@ să te urmărească și să-ți vadă postările
ru: Позволяет %@ подписаться на вас и видеть ваши посты
sk: Umožní používateľovi %@ sledovať ťa a vidieť tvoje príspevky
sv: Låter %@ följa dig och se dina inlägg
ta: %@ உங்களைப் பின்தொடரவும் உங்கள் இடுகைகளைப் பார்க்கவும் அனுமதிக்கும்
te: %@ మిమ్మల్ని ఫాలో అవ్వడానికి, మీ పోస్ట్‌లను చూడటానికి అనుమతిస్తుంది
th: ให้ %@ ติดตามคุณและเห็นโพสต์ของคุณ
tr: %@ kişisinin sizi takip etmesine ve gönderilerinizi görmesine izin verir
uk: Дозволяє %@ підписатися на вас і бачити ваші дописи
ur: %@ کو آپ کو فالو کرنے اور آپ کی پوسٹس دیکھنے دیتا ہے
vi: Cho phép %@ theo dõi bạn và xem bài đăng của bạn
zh_hans: 允许 %@ 关注你并查看你的帖子
zh_hant: 讓 %@ 追蹤你並看到你的貼文

# profile.requests.decline
source: Decline
ar: رفض
bn: প্রত্যাখ্যান
ca: Rebutja
cs: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
fi: Hylkää
fr: Refuser
he: דחה
hi: अस्वीकार करें
hr: Odbij
hu: Elutasítás
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거절
ml: നിരസിക്കുക
ms: Tolak
nb: Avslå
nl: Weigeren
pl: Odrzuć
pt_br: Recusar
pt_pt: Recusar
ro: Refuză
ru: Отклонить
sk: Odmietnuť
sv: Avslå
ta: மறு
te: తిరస్కరించు
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
ur: رد کریں
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# profile.requests.decline.hint
source: Removes the request. %@ is not told.
ar: يزيل الطلب. لن يُخبَر %@.
bn: অনুরোধটি সরায়। %@-কে জানানো হয় না।
ca: Elimina la sol·licitud. %@ no ho sap.
cs: Odstraní žádost. Uživatel %@ se to nedozví.
da: Fjerner anmodningen. %@ får ikke besked.
de: Entfernt die Anfrage. %@ wird nicht benachrichtigt.
el: Αφαιρεί το αίτημα. Ο/Η %@ δεν ενημερώνεται.
es: Elimina la solicitud. No se avisa a %@.
fi: Poistaa pyynnön. Käyttäjälle %@ ei kerrota.
fr: Supprime la demande. %@ n’en est pas informé.
he: מסיר את הבקשה. %@ לא מקבל הודעה.
hi: अनुरोध हटाता है। %@ को बताया नहीं जाता।
hr: Uklanja zahtjev. Korisnik %@ nije obaviješten.
hu: Törli a kérést. %@ nem kap értesítést.
id: Menghapus permintaan. %@ tidak diberi tahu.
it: Rimuove la richiesta. %@ non viene avvisato.
ja: リクエストを削除します。%@には知らされません。
ko: 요청을 삭제해요. %@님에게는 알려지지 않아요.
ml: അഭ്യർഥന നീക്കം ചെയ്യുന്നു. %@ എന്നയാളെ അറിയിക്കില്ല.
ms: Mengalih keluar permintaan. %@ tidak diberitahu.
nb: Fjerner forespørselen. %@ får ikke vite det.
nl: Verwijdert het verzoek. %@ krijgt hier geen bericht van.
pl: Usuwa prośbę. Użytkownik %@ nie zostaje o tym poinformowany.
pt_br: Remove a solicitação. %@ não é avisado.
pt_pt: Remove o pedido. %@ não é avisado.
ro: Elimină cererea. %@ nu este anunțat.
ru: Удаляет заявку. %@ об этом не узнает.
sk: Odstráni žiadosť. Používateľ %@ sa to nedozvie.
sv: Tar bort förfrågan. %@ får inte veta det.
ta: கோரிக்கையை அகற்றும். %@ க்குத் தெரிவிக்கப்படாது.
te: అభ్యర్థనను తొలగిస్తుంది. %@కు చెప్పబడదు.
th: ลบคำขอ %@ ไม่ได้รับแจ้ง
tr: İsteği kaldırır. %@ kişisine haber verilmez.
uk: Видаляє запит. %@ не повідомляють.
ur: درخواست ہٹاتا ہے۔ %@ کو نہیں بتایا جاتا۔
vi: Xóa yêu cầu. %@ không được thông báo.
zh_hans: 移除该请求。不会通知 %@。
zh_hant: 移除此請求。%@ 不會得知。

# profile.requests.detail
source: %lld people waiting
ar: %lld شخص ينتظرون
bn: %lld জন অপেক্ষায়
ca: %lld persones esperant
cs: Čeká %lld lidí
da: %lld personer venter
de: %lld Personen warten
el: %lld άτομα σε αναμονή
es: %lld personas esperando
fi: %lld henkilöä odottaa
fr: %lld personnes en attente
he: %lld אנשים ממתינים
hi: %lld लोग इंतज़ार में
hr: %lld osoba čeka
hu: %lld ember vár
id: %lld orang menunggu
it: %lld persone in attesa
ja: %lld人が待機中
ko: %lld명 대기 중
ml: %lld പേർ കാത്തിരിക്കുന്നു
ms: %lld orang menunggu
nb: %lld personer venter
nl: %lld mensen wachten
pl: %lld osoby czeka
pt_br: %lld pessoas aguardando
pt_pt: %lld pessoas à espera
ro: %lld de persoane așteaptă
ru: %lld человека ждут
sk: Čaká %lld osôb
sv: %lld personer väntar
ta: %lld பேர் காத்திருக்கிறார்கள்
te: %lld మంది వేచి ఉన్నారు
th: %lld คนรออยู่
tr: %lld kişi bekliyor
uk: %lld людини чекають
ur: %lld لوگ منتظر ہیں
vi: %lld người đang chờ
zh_hans: %lld 人在等待
zh_hant: %lld 人等待中
